Repository: vitaliikaplia/stolenlife
Catalog: core/lang/*.po
Languages: ru_ru

source: Header
ru_ru: Шапка

source: Header options updated
ru_ru: Параметры шапки обновлены

source: Update
ru_ru: Обновить

source: Footer
ru_ru: Футер

source: Footer options updated
ru_ru: Параметры подвала обновлены

source: Other
ru_ru: Другое

source: Other options updated
ru_ru: Прочие опции обновлены

source: Main blocks
ru_ru: Основные блоки

source: Logical blocks
ru_ru: Логические блоки

source: First screen
ru_ru: Первый экран

source: Second screen
ru_ru: Второй экран

source: Pattern
ru_ru: Шаблон

source: Block
ru_ru: Блок

source: Block from
ru_ru: Блок из

source: Redirect rules
ru_ru: Правила перенаправления

source: Redirect rule
ru_ru: Правило перенаправления

source: Add redirect rule
ru_ru: Добавьте правило перенаправления

source: Add new redirect rule
ru_ru: Добавьте новое правило перенаправления

source: Edit
ru_ru: Править

source: Edit redirect rule
ru_ru: Редактирование правила перенаправления

source: New redirect rule
ru_ru: Новое правило перенаправления

source: View
ru_ru: Просмотр

source: View redirect rule
ru_ru: Просмотр правила перенаправления

source: Search for redirect rules
ru_ru: Поиск правил перенаправлений

source: No redirect rules found
ru_ru: Правила перенаправления не найдены

source: No redirect rules found in trash
ru_ru: В корзине не найдено правил перенаправления

source: Parent redirect rule
ru_ru: Родительское правило перенаправления

source: Patterns
ru_ru: Узоры

source: Add item
ru_ru: Добавить элемент

source: Add new item
ru_ru: Добавить новый элемент

source: Edit item
ru_ru: Редактировать

source: New item
ru_ru: Новый элемент

source: View item
ru_ru: Смотреть элемент

source: Search for items
ru_ru: Поиск элементов

source: No items found
ru_ru: Элементы не найдены

source: No items found in trash
ru_ru: Товаров не найдено в корзине

source: Parent item
ru_ru: Родительский элемент

source: Mail log
ru_ru: Email логи

source: Add
ru_ru: Добавить

source: New
ru_ru: Новый

source: Search for mail logs
ru_ru: Поиск журналов почты.

source: No mail logs found
ru_ru: Журналы почты не найдены.

source: No mail logs found in trash
ru_ru: В корзине не найдено журналов почты.

source: Parent
ru_ru: Родитель

source: Pattern categories
ru_ru: Категории петтернов

source: Pattern category
ru_ru: Категория паттерна

source: Search categories
ru_ru: Искать категории

source: All categories
ru_ru: Все категории

source: Edit category
ru_ru: Редактировать категорию

source: Update category
ru_ru: Обновить категорию

source: Add new category
ru_ru: Добавить новую категорию

source: New category name
ru_ru: Название новой категории

source: Categories
ru_ru: Категории

source: Powered by
ru_ru: Работает на

source: Invalid mail log ID
ru_ru: Неверный идентификатор почтового журнала

source: Email log information
ru_ru: Информация о Email отправке

source: Email preview
ru_ru: Предварительный просмотр письма

source: Recipient
ru_ru: Получатель

source: Images
ru_ru: Изображения

source: Resize and optimize media while upload
ru_ru: Разрешить изменение размера медиафайлов при загрузке

source: In this section, you can enable resizing and optimization of images while uploading them to the media library. You can specify the formats that will be resized, set the width and height of the resized images, and adjust the quality of the resized images. Additionally, you can enable the conversion of images to the WEBP format, which is a modern image format that provides better compression and quality compared to other formats.
ru_ru: В этом разделе вы можете включить изменение размера и оптимизацию изображений при загрузке их в медиатеку. Вы можете указать форматы, которые будут изменены, задать ширину и высоту измененных изображений и настроить качество измененных изображений. Кроме того, вы можете включить преобразование изображений в формат WEBP, который является современным форматом изображений, обеспечивающим лучшее сжатие и качество по сравнению с другими форматами.

source: Enable
ru_ru: Включить

source: Enable resizing media while upload
ru_ru: Разрешить изменение размера медиафайлов при загрузке

source: Formats
ru_ru: Форматы

source: Resize at upload formats
ru_ru: Форматы изменяемых изображений при загрузке

source: Width
ru_ru: Ширина

source: Resize upload width
ru_ru: Максимальная ширина загружаемого изображения

source: Height
ru_ru: Высота

source: Resize upload height
ru_ru: Максимальная высота загружаемого изображения

source: Quality
ru_ru: Качество

source: Resize upload quality
ru_ru: Максимальная качество для ресайза

source: Enable WEBP convert
ru_ru: Включить конвертацию WEBP

source: Webp convert quality
ru_ru: Качество конвертирования Webp

source: Configure custom SMTP server
ru_ru: Активировать пользовательский SMTP сервер

source: In this section, you can configure a custom SMTP server to send emails from your website. You can specify the SMTP host, port, username, password, and from name. Additionally, you can enable a secure SMTP connection using SSL.
ru_ru: В этом разделе вы можете настроить пользовательский SMTP-сервер для отправки писем с вашего веб-сайта. Вы можете указать SMTP-хост, порт, имя пользователя, пароль и имя отправителя. Кроме того, вы можете включить безопасное SMTP-соединение с использованием SSL.

source: Enable custom SMTP server
ru_ru: Активировать пользовательский SMTP сервер

source: SMTP host
ru_ru: SMTP хост

source: SMTP port
ru_ru: SMTP порт

source: SMTP username
ru_ru: SMTP пользователь

source: SMTP password
ru_ru: SMTP пароль

source: SMTP from name
ru_ru: SMTP имя отправителя

source: Secure SMTP connection
ru_ru: Безопасное SMTP-соединение

source: Use SSL for SMTP connection
ru_ru: Безопасное SMTP-соединение

source: Custom code
ru_ru: Пользовательский код

source: Custom HTML code for header and footer
ru_ru: Пользовательский HTML-код для верхнего и нижнего колонтитулов

source: In this section, you can add custom HTML code to the header and footer of your website. The custom code will be placed inside the header tag and before the end of the body tag. You can use this feature to add custom scripts, styles, meta tags, and other elements to your website.
ru_ru: В этом разделе вы можете добавить пользовательский HTML-код в верхний и нижний колонтитулы вашего сайта. Пользовательский код будет помещен внутри тега заголовка и перед концом тега body. Вы можете использовать эту функцию для добавления пользовательских скриптов, стилей, метатегов и других элементов на ваш сайт.

source: Header custom code
ru_ru: Код в шапку

source: The custom code will be placed inside the header tag
ru_ru: Пользовательский код будет размещен внутри тега header

source: After &#x3C;body&#x3E; custom code
ru_ru: Код после &#x3C;body&#x3E;

source: The special code will be placed after the start of the body tag
ru_ru: Специальный код будет размещен после начала тега body

source: Footer custom code
ru_ru: Код в подвал

source: The special code will be placed before the end of the body tag
ru_ru: Специальный код будет размещен перед концом тега body

source: Maintenance
ru_ru: Обслуживание

source: Maintenance mode for anonymous users
ru_ru: Режим обслуживания для анонимных пользователей

source: In this section, you can enable maintenance mode for anonymous users, customize the title and text that will be displayed on the maintenance page.
ru_ru: В этом разделе вы можете включить режим обслуживания для анонимных пользователей, настроить заголовок и текст, которые будут отображаться на странице обслуживания.

source: Enable maintenance mode for anonymous users
ru_ru: Режим обслуживания для анонимных пользователей

source: Title
ru_ru: Заголовок

source: Maintenance mode title for anonymous users
ru_ru: Заголовок режима обслуживания для анонимных пользователей

source: Text
ru_ru: Текст

source: Maintenance mode text for anonymous users
ru_ru: Текст режима обслуживания для анонимных пользователей

source: Integrations
ru_ru: Интеграции

source: Integrations with third-party services options
ru_ru: Интеграция со сторонними сервисами

source: Google Maps API key
ru_ru: Ключ API Карт Google

source: Google Cloud Console
ru_ru: Google Cloud Консоль

source: Other options
ru_ru: Прочие параметры

source: All other various options
ru_ru: Прочие параметры

source: In this section, you can enable or disable various options that affect the functionality of your website. You can disable updates, customizer, src set, default image sizes, core privacy tools, CYR3LAT transliteration, DNS prefetch, Rest API, Emojis, Embeds, dashboard widgets, admin top bar, admin email verification, comments, child media deletion, HTML cache, minify, ACF, Gutenberg editor, and specify the Google maps API key.
ru_ru: В этом разделе вы можете включить или отключить различные параметры, которые влияют на функциональность вашего веб-сайта. Вы можете отключить обновления, настройщик, набор src, размеры изображений по умолчанию, основные инструменты конфиденциальности, транслитерацию CYR3LAT, предварительную выборку DNS, Rest API, эмодзи, встраивание, виджеты панели управления, верхнюю панель администратора, проверку адреса электронной почты администратора, комментарии, удаление дочерних медиафайлов, кэш HTML, минификацию, ACF, редактор Gutenberg и указать ключ API Google Maps.

source: Disable all updates
ru_ru: Отключить все обновления

source: Disable plugins and WordPress core updates
ru_ru: Отключите плагины и обновления ядра WordPress

source: Disable customizer
ru_ru: Отключить кастомайзер

source: Disable WordPress customizer
ru_ru: Отключить кастомайзер

source: Disable src set
ru_ru: Отключить src set

source: Disable src set for images
ru_ru: Отключить src set

source: Remove default image sizes
ru_ru: Отключить стандартные размеры изображений

source: Remove default image sizes in WordPress
ru_ru: Отключить стандартные размеры изображений

source: Disable core privacy tools
ru_ru: Отключить инструменты конфиденциальности

source: Disable default WordPress core privacy tools
ru_ru: Отключить инструменты конфиденциальности

source: Enable CYR3LAT
ru_ru: Активировать CYR3LAT

source: Enable CYR3LAT transliteration
ru_ru: Активировать CYR3LAT

source: Disable DNS prefetch
ru_ru: Скрыть DNS prefetch

source: Disable DNS prefetch for external resources
ru_ru: Скрыть DNS prefetch

source: Disable Rest API
ru_ru: Отключить Rest API

source: Disable Rest API for anonymous users
ru_ru: Отключить Rest API для анонимных пользователей

source: Disable Emojis
ru_ru: Отключить Emoji

source: Disable default WordPress Emojis
ru_ru: Отключить Emoji

source: Disable Embeds
ru_ru: Отключить Embeds

source: Disable default WordPress Embeds
ru_ru: Отключить Embeds

source: Disable dashboard widgets
ru_ru: Скрыть стандартные виджеты консоли

source: Disable default WordPress dashboard widgets
ru_ru: Скрыть стандартные виджеты консоли

source: Hide admin top bar
ru_ru: Отключить панель администратора

source: Hide admin top bar for all users on front-end
ru_ru: Скрыть верхнюю панель администратора для всех пользователей на фронтенде

source: Disable admin email verification
ru_ru: Отключить E-mail верификацию админов

source: Disable default WordPress admin email verification
ru_ru: Отключить E-mail верификацию админов

source: Disable comments
ru_ru: Отключить комментарии

source: Disable comments on all posts and pages
ru_ru: Отключите комментарии для всех постов и страниц

source: Delete child media
ru_ru: Удалять вложения

source: Delete child media when parent post is deleted
ru_ru: Удаление дочерних медиа при удалении родительского поста

source: Enable HTML cache
ru_ru: Включить HTML кеширование

source: Enable HTML page cache for anonymous users
ru_ru: Включить кэширование HTML-страниц для анонимных пользователей

source: Enable minify
ru_ru: Включить минификацию

source: Enable HTML minifier on frontend
ru_ru: Включить HTML-минификатор на фронтенде

source: Hide ACF
ru_ru: Скрыть ACF

source: Hide Advanced Custom Fields from Dashboard
ru_ru: Скрыть ACF из вдминки

source: Disable Gutenberg editor everywhere
ru_ru: Отключите редактор Gutenberg везде

source: Disable Gutenberg editor for Blog
ru_ru: Отключите редактор Gutenberg для блога

source: Parse all pages blocks as Gutenberg patterns
ru_ru: Парсить все блоки страниц как Gutenber паттерны

source: Update theme version
ru_ru: Обновить версию темы

source: Nav Menu
ru_ru: Навигационное меню

source: Return Value
ru_ru: Возвращаемое значение

source: Specify the returned value on front end
ru_ru: Укажите возвращаемое значение

source: Nav Menu Object
ru_ru: Объект меню

source: Nav Menu HTML
ru_ru: HTML меню

source: Nav Menu ID
ru_ru: ID меню

source: All
ru_ru: Все

source: Menu Container
ru_ru: Контейнер меню

source: What to wrap the Menu's ul with (when returning HTML only)
ru_ru: Обертка для меню

source: Allow Null?
ru_ru: Разрешить пустое значение?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: None
ru_ru: Нет

source: Choose one
ru_ru: Выберите

source: The Customizer is currently disabled.
ru_ru: Customizer в настоящий момент отключен.

source: Generate Posts
ru_ru: Генерировать посты

source: Error generating post %d: %s
ru_ru: Ошибка при создании постов %d: %s

source: Successfully generated %d posts!
ru_ru: Успешно создано %d постов!

source: Errors occurred:
ru_ru: Возникли ошибки:

source: Generate Random Posts
ru_ru: Генерация случайных постов

source: Number of posts to generate
ru_ru: Количество постов для генерации

source: How many posts should be generated (max 100)
ru_ru: Сколько постов должно быть создано (не более 100)

source: Paragraphs per post
ru_ru: Параграфы в одном посте

source: How many paragraphs should be in each post (max 50)
ru_ru: Сколько абзацев должно быть в каждом посте (не более 50)

source: Include featured image
ru_ru: Включение изображения из сообщения

source: Generate and attach a random featured image for each post
ru_ru: Генерируйте и прикрепляйте случайное изображение для каждого сообщения

source: Redirect Rules Options
ru_ru: Параметры правил перенаправления

source: Invalid redirect rule: Old URL and New URL must be different and not empty.
ru_ru: Неверное правило перенаправления: Старый URL и новый URL должны быть разными и не пустыми.

source: Conflict detected: A redirect rule with this Old URL already exists.
ru_ru: Обнаружен конфликт: Правило перенаправления с этим URL уже существует.

source: Invalid redirect rule: Old URL must contain the current WordPress domain.
ru_ru: Неверное правило перенаправления: Старый URL должен содержать текущий домен WordPress.

source: Test
ru_ru: Тест

source: Thumbnail
ru_ru: Миниатюра

source: Website under Maintenance
ru_ru: Веб-сайт на техническом обслуживании

source: We are performing scheduled maintenance. We will be back online shortly.
ru_ru: Мы проводим плановое обслуживание. Мы проводим плановое техническое обслуживание. Мы вернемся онлайн в ближайшее время.

source: Please, install Advanced Custom Fields PRO version
ru_ru: Пожалуйста, установите PRO версию Advanced Custom Fields

source: %s ago
ru_ru: %s назад

source: %s from now
ru_ru: %s с этого момента

source: Pages
ru_ru: Страницы

source: &laquo; Previous
ru_ru: &laquo; Предыдущий

source: Next &raquo;
ru_ru: Следующий &raquo;

source: No pattern selected
ru_ru: Hech qanday naqsh tanlanmagan

source: Log ID
ru_ru: ID лога

source: Edit Link
ru_ru: Изменить ссылку

source: (new tab)
ru_ru: (yangi tab)

source: Remove Link
ru_ru: Удалить ссылку

source: Old URL:
ru_ru: Старый URL-адрес:

source: Code:
ru_ru: Код:

source: Session information
ru_ru: Информация о сеансе

source: Password
ru_ru: Пароль

source: Submit
ru_ru: Отправить
